// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Definições adicionais";
EWSDirectAccessTaskName = "Acesso direto EWS";

TaskTitleField = "Servidor web";
TaskDescriptionField = "O dispositivo selecionado pode ser configurado usando um Servidor da Web Incorporado. Visualize as informações do dispositivo e as opções de configuração clicando no botão abaixo.";
TaskStartButtonTitle = "Abrir servidor web integrado";

CannotOpenEWSTitle = "Servidor da web incorporado indisponível.";
CannotOpenEWSMessage = "Esta funcionalidade não será suportada se o dispositivo estiver conectado via USB. Para usar o Servidor da Web Incorporado, é necessário conectar o dispositivo a uma rede local.";
